let taiwanCountry= []
        var arr;
        let btn =document.querySelector('.btn');
        let con = document.querySelector('.container')
        // let row=document.querySelector(".row")
        let row=document.querySelector(".map-card")
        let info = document.querySelector('.info')
        

        fetch('./COUNTY_MOI_1090820.json')
            .then(res => res.json())
            .then(result => {
                taiwanCountry = result;
                draw(taiwanCountry);
                
            })
            function draw(mapData) {
                let projection = d3.geoMercator().center([122.5, 24]).scale(7100);
                let path = d3.geoPath(projection);
                d3.select('g.counties')
                    .selectAll("path")
                    .data(topojson.feature(mapData, mapData.objects["COUNTY_MOI_1090820"]).features)
                    .enter().append("path")
                    .attr("d", path).on('click',a);
        
                d3.select('path.county-borders')
                    .attr("d", path(topojson.mesh(mapData, mapData.objects["COUNTY_MOI_1090820"], function (a, b) { return a !== b; })));
            
            }
            
            function a(){

              row.innerHTML='';
              
              paths.forEach((path,index)=>{
                console.log(path);
                  if(path.Region.includes(this.__data__.properties.COUNTYNAME)){
                    
                    row.innerHTML+=`
                     
                       <div class="py-3 col-6  col-sm-6 col-lg-2 " >
                        <ul style="list-style:none;" class="pull-left">
                        <li onclick="call_info(${index})">
                        <a class="hover" style="text-decoration: none;color:#302e2eb9;" href="#">${path.Name}</a>
                        </li>
                        </ul>
                        </div>
                        
                   
                    `
                    
                  }else{




                  }}   
                )
                
                
                // console.dir(this);
                // element.innerHTML =(`<div>${this.__data__.properties.COUNTYNAME}</div>`);
                // element.style.display='block';
                // alert(this.__data__.properties.COUNTYNAME);
            }

            function call_info(i){
              info.innerHTML = '';
              paths.forEach((path,a)=>{

                if((i+1)==path.Seq){

                  info.innerHTML += `
                     <h5 >地區:${path.Region}</h5>
                     <h5>種族:${path.Ethnic}</h5>
                     <p>傳統技藝:${path.Summary}</p>
                       
                       
                       
                       </div>
                     `
                }
                    
              })

            }

         var datas =   [{ 
	    "success": true, 
	    "result": {     
		    "resource_id": "A53000000A-000033-001",     
		    "fields":[
  {
    "type": "int4",
    "id": "Seq"
  },
  {
    "type": "text",
    "id": "DateListed"
  },
  {
    "type": "text",
    "id": "Name"
  },
  {
    "type": "text",
    "id": "Ethnic"
  },
  {
    "type": "text",
    "id": "Region"
  },
  {
    "type": "text",
    "id": "Summary"
  },
  {
    "type": "text",
    "id": "TravelAdvice"
  },
  {
    "type": "text",
    "id": "DietInformation"
  },
  {
    "type": "text",
    "id": "StayInformation"
  },
  {
    "type": "text",
    "id": "ActivitiesType"
  },
  {
    "type": "text",
    "id": "ActivitiesItinerary"
  },
  {
    "type": "text",
    "id": "ActivitiesPlace"
  },
  {
    "type": "text",
    "id": "NearTravelDestination"
  },
  {
    "type": "text",
    "id": "Latitude"
  },
  {
    "type": "text",
    "id": "Longitude"
  }
],     
            "records":[
  {
    "Seq": 1,
    "DateListed": "20130710",
    "Name": "烏來福山獵人學校之旅A(福山部落)",
    "Ethnic": "泰雅族",
    "Region": "新北市烏來區",
    "Summary": "參訪福山部落的西門町，泰雅族傳統習俗的壁畫，泰雅族居所，福山部落裡第一間教堂等等。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "",
    "ActivitiesItinerary": "原住民的歡迎舞，參觀福山部落，跟泰雅的祖靈打聲招呼",
    "ActivitiesPlace": "烏來福山",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 2,
    "DateListed": "20130710",
    "Name": "烏來福山獵人學校之旅B(福山部落)",
    "Ethnic": "泰雅族",
    "Region": "新北市烏來區",
    "Summary": "大家一起動手做原住民最傳統的竹筒飯，這個竹筒飯並沒有加入其他的食材，只在飯中加入些許鹽巴調味，是最天然的口味。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "",
    "ActivitiesItinerary": "古圳的悠游漫步，品嚐泰雅族的傳統食物，動手做原住民最傳統的竹筒飯",
    "ActivitiesPlace": "烏來福山",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 3,
    "DateListed": "20130710",
    "Name": "烏來福山獵人學校之旅C(福山部落)",
    "Ethnic": "泰雅族",
    "Region": "新北市烏來區",
    "Summary": "泰雅族獵人的課程。大家親手做好吃的竹筒飯，體驗設置陷阱及射箭。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "",
    "ActivitiesItinerary": "泰雅族獵人的課程，做竹筒飯，學習設置陷阱抓捕獵物，射箭場體驗射擊",
    "ActivitiesPlace": "烏來福山",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 4,
    "DateListed": "20130710",
    "Name": "烏來福山獵人學校之旅D(福山部落)",
    "Ethnic": "泰雅族",
    "Region": "新北市烏來區",
    "Summary": "介紹福山部落的泰雅文化，帶大家慢步在部落裡。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "",
    "ActivitiesItinerary": "介紹福山部落的泰雅文化，部落慢步",
    "ActivitiesPlace": "烏來福山",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 5,
    "DateListed": "20130710",
    "Name": "烏來福山獵人學校之旅E(福山部落)",
    "Ethnic": "泰雅族",
    "Region": "新北市烏來區",
    "Summary": "在吃飯之前，大家都先喝了杯熱熱的馬告蜂蜜茶，有點辛口又甜甜的滋味，相當特別。餐桌上的菜餚飄來陣陣香氣，絕對是原汁原味的料理。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "學習如何製作竹筒飯。",
    "ActivitiesItinerary": "喝馬告蜂蜜茶，品嚐泰雅族的傳統食物，製作竹筒飯",
    "ActivitiesPlace": "烏來福山",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 6,
    "DateListed": "20130710",
    "Name": "烏來福山獵人學校之旅F(福山部落)",
    "Ethnic": "泰雅族",
    "Region": "新北市烏來區",
    "Summary": "教大家認識原住民在山裡打獵常用到的幾種陷阱，以及射箭與射槍的體驗，結束後，看阿嬤唱著泰雅族古調歌又跳舞，阿嬤在跳舞時，身上的鈴檔也隨著身體擺動，響起清脆悅耳的鈴鈴聲。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "認識原住民在山裡打獵常用到的幾種陷阱，以及射箭與射槍的體驗",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "學習設置陷阱抓捕獵物，射箭場體驗射擊，欣賞阿嬤的泰雅族古調歌又跳舞",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 7,
    "DateListed": "20130710",
    "Name": "賽夏瓦祿部落生態之旅-瓦祿產業館",
    "Ethnic": "賽夏族",
    "Region": "苗栗縣南庄鄉",
    "Summary": "賽夏瓦祿部落位在苗栗南庄，路邊樹上開滿一朵朵的芙蓉花，旁邊還有台灣巒樹、油桐花。瓦祿產業館本來是個廢棄的派出所，經過木造整修後，便成了漂亮的小木屋，用來推廣瓦祿地區的產業文化館。之後，前往石壁部落的泰雅族傳統染織工藝坊，工坊外的庭院裡就是種著各種自然染料與纖維植物的染織植物園。45是這裡經營的彩虹民宿，房子外觀特地用成男女紋面的花樣打造，還有代表祖靈眼睛的菱形紋，園區內也有染織體驗房。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "賽、泰、客文化與社區營造暨生態環境認識",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 8,
    "DateListed": "20130710",
    "Name": "賽夏瓦祿部落生態之旅",
    "Ethnic": "賽夏族",
    "Region": "苗栗縣南庄鄉",
    "Summary": "來到當地品嚐瓦祿風味的好地方--瓦祿部落餐廳，先喝杯餐廳特別準備的魚腥草茶，接著便開始上菜。每道佳餚都是充滿濃濃的原民風味，並使用當地的食材，只有在這裡才吃的到的滋味。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "賽夏族的飲食大觀與品嘗",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 9,
    "DateListed": "20130710",
    "Name": "布農部落屋",
    "Ethnic": "布農族",
    "Region": "屏東縣瑪家鄉",
    "Summary": "透過部落主體性的節目設計，向外族來客呈現布農族優質的展演文化，例如pasiputput、誇功歌等組曲，一方面強化觀光服務內容，一方面也能主動表現布農族內斂不為人知的文化之美。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落參訪",
    "ActivitiesItinerary": "部落參訪：長治百合部落園區─舊瑪家部落─三地門部落─禮納里部落",
    "ActivitiesPlace": "布農部落屋",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 10,
    "DateListed": "20111015",
    "Name": "南王部落",
    "Ethnic": "卑南族",
    "Region": "臺東縣臺東市",
    "Summary": "「金曲歌手的搖藍」--Puyuma，卑南族八社之一，位在台東市區北側台9線即將進入綠色隧道之處。從南王部落出身的金曲歌手如陳建年、紀曉君、昊恩、家家、南王三姊妹等。在這之前其實已出現一位重量級人物--陸森寶，他結合西方音樂與卑南族古調，創造出許多膾炙人口的作品，例如「美麗的稻穗」，至今仍被傳唱著，帶動南王的音樂風氣。來到部落可以先參觀有百年歷史的南王國小，整個校園都彩繪上卑南族傳統的紋飾，散發出濃濃卑南族特色。學校旁的普悠瑪傳統文化活動中心，用傳統工法興建有巴拉冠、達古範、祖靈屋、瞭望台、摔角場等。",
    "TravelAdvice": "南王部落位在台東市區內，離台東新站很近，南王部落再往北走約10分鐘就可以到達下賓朗部落，若往太平的方向約15分鐘可到泰安部落，在旅遊規劃上可以將這幾個部落連成一日遊的路線。",
    "DietInformation": "從市區出發，走更生北路北上，一路上會先經過卑南豬血湯跟卑南包子，是台東知名的特色小吃，過午後營業。",
    "StayInformation": "南王部落位在台東市區內，離台東新站很近，車站附近有許多的民宿。",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "離南王部落約5分鐘的車程，就可以抵達卑南文化公園。在1980年代，因為台東新站的興建工程而讓卑南遺址顯現於世，而卑南文化公園是為了展示卑南遺址的文物而設立，是全台首座也是唯一現地保存最完整的史前遺址公園。卑南公園最大的特色是目前挖掘考古的動作仍未間斷，在公園角落有一處挖掘的場地，那並不是模擬的場景，而是考古工程的第一現場。在考古現場與火車站之間有一處月形石柱，最足以見證這裡曾經發生過的史前文化遺跡。不過，來卑南文化公園不是只能觀看遺址，這裡有大片的草原、也有成蔭的綠樹，更是去郊遊踏青活動筋骨的好去處。",
    "Latitude": "+22° 47' 20.30''",
    "Longitude": "+121° 6' 51.40''"
  },
  {
    "Seq": 11,
    "DateListed": "20111015",
    "Name": "射馬干部落",
    "Ethnic": "卑南族",
    "Region": "臺東縣臺東市",
    "Summary": "「神鹿與公主」--Semagan，緊鄰知本卡地布部落旁，射馬干是卑南族的名字，行政區上叫做建和。這裡是台灣最大杭菊的產地，每年11月左右杭菊盛開，滿山遍野布滿黃、白菊花，是攝影人喜愛取景拍照的人氣景點之一。走在射馬干部落中，街道整潔寧靜，每條巷道都有一尊木雕，每一尊木雕都有故事，想知道它們的故事，可以去拜訪部落的頭目哈古Haku。頭目哈古是知名的原住民木雕家，其創作泉源來自於卑南族的文化、故事或傳說，再加上自己的創作力，讓每個作品都有其背後的生命。無師自通、作品簡潔、下刀精準，豪邁中又不失感情刻劃。",
    "TravelAdvice": "到射馬干部落最重要的是去哈古頭目的木雕展示中心參觀頭目的木雕作品，地址是台東市建和里建和二街17巷8號。參觀前最好事先預約，電話：0952-391212。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 43' 6.06''",
    "Longitude": "+121° 3' 3.18''"
  },
  {
    "Seq": 12,
    "DateListed": "20111015",
    "Name": "石山部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣臺東市",
    "Summary": "「看戰機從頂上飛過」--Kakawasan，行政區域名稱是豐富社區，豐富社區就是石山部落，位在海岸山脈尾端和卑南溪之間，後面緊鄰著空軍的志航基地的就是石山部落。部落原本座落現在的志航基地，因為基地建設所以被遷移過來，當地的阿美族人習慣用地理的特性稱呼，因為是在石頭山下，所以稱為石山部落。空軍的戰機每天在社區旁起降，或是俯衝、或是呼嘯而過，到原住民部落看戰機飛行的確是個很另類的思維，石山部落是最有本錢從事這「戰機觀察體驗營」的地方。在石山部落裡有個梅花山工作室，工作坊負責人黃美花被譽為原住民的LV編織達人。",
    "TravelAdvice": "石山部落可以搭配鄰近的富岡港、小野柳、加路蘭等規劃成一日旅遊路線。因為距離台東市區都不遠，所以住宿可以在就近找民宿，或是返回市區。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "從豐富社區往海邊方向行走，右轉經過中華大橋就可以抵達台東森林公園，森林公園包括著名的琵琶湖和活水湖(人工湖)，這裡非常適合早上或是傍晚騎車、散步，廣大的草原可以安排親子活動。若是左轉很快就可抵達富岡港，那是通往綠島的必經之地，也是花東海岸線的開始，沒去綠島，一樣可以繞進富岡港參觀，品嘗海鮮。",
    "Latitude": "+22° 46' 59.86''",
    "Longitude": "+121° 9' 34.74''"
  },
  {
    "Seq": 13,
    "DateListed": "20111015",
    "Name": "巴沙哇力部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣臺東市",
    "Summary": "Pasawali，就是位在現在的富岡的位置，在台11線路旁，就可看到用木頭搭建的部落入口意象。巴沙哇力部落跟石山部落算是兄弟部落，因為當初從海岸山脈尾端的猴子山社遷徙出來，因為落腳的位置不一樣，分成兩個獨立部落。巴沙哇力部落房子外牆，都繪上象徵阿美族舞蹈的圖騰，從台11線經過時，辨識度非常高，很容易看出是一個阿美族的部落。在台11線要轉進富岡港的入口處，可以看到巴沙哇力的部落聚會所，是每年七月時舉辦豐年祭的地方。富岡港是台東往返離島的交通樞紐，也是台東重要的漁港。",
    "TravelAdvice": "富岡港是台東往返外島的大門，有兼具漁港的功能。港區附近有許多海鮮餐廳，可以吃到最新鮮的海鮮，對海鮮沒興趣的朋友，可以往東方向開10分鐘車，就可抵達台東市區。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 47' 37.55''",
    "Longitude": "+121° 11' 14.74''"
  },
  {
    "Seq": 14,
    "DateListed": "20111015",
    "Name": "蘭嶼",
    "Ethnic": "雅美族",
    "Region": "臺東縣蘭嶼鄉",
    "Summary": "蘭嶼島位在台東東南方海面約90公里處，原來名字「Ponsono Tao」，是雅美族語「人居住的島嶼」的意思，曾有部國片「人之島」就是在敘說蘭嶼的故事。要去蘭嶼的交通方式有兩種，一是在台東豐年機場搭乘小飛機，約30分鐘左右到達；一是到富岡港搭船，約兩個半小時到達。島上的主要交通工具是機車，租車非常方便。蘭嶼島上只有一條環島公路和一條連結東西岸的橫貫公路。環島公路全長約37公里，騎機車走走停停逛完全島一圈，一個上午的時間足足有餘。",
    "TravelAdvice": "目前蘭嶼島上從事部落旅遊多屬個人單位，例如民宿主人、工作室等，還沒有協會、組織等在整合部落旅遊的事宜。去蘭嶼之前應該先做功課，尤其這一兩年來新建的民宿如雨後春筍冒出來，各家的收費落差頗大，遊客可依自己的需求選擇。在地的導覽解說、浮潛等通常都可以透過民宿住人找到搭配的人，這些資訊在網路上也都不難找到。一般建議最佳的旅遊時間是5~10月間，避開東北季風的季節。但要注意颱風期，出發前最好留意氣象的狀況，因為飛機跟船班都有可能在颱風來之前就停止航行。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 4' 5.31''",
    "Longitude": "+121° 30' 35.35''"
  },
  {
    "Seq": 15,
    "DateListed": "20111015",
    "Name": "鸞山部落",
    "Ethnic": "布農族",
    "Region": "臺東縣延平鄉",
    "Summary": "「台東阿凡達」--Sazasa，布農族語是「肥沃土地」的意思，早期布農族的活動範圍都是在中央山脈一帶，這裡的布農族是在日治時期被強迫遷移過來。鸞山有台灣中低海拔的原始林，裡面包含有上千棵珍貴原生白榕樹，在這兒得原生榕樹又被稱「會走路的樹」，因為榕樹的氣根不斷地擴展蔓延，感覺上樹木盤據的範圍逐年增加，而且一旦原生的枝幹枯萎時，四周的氣根便會挺身而出取而代之，久而久之，樹木好像不斷在移動，所以才會叫作會走路的樹。",
    "TravelAdvice": "要上森林博物館的道路不大，大巴士無法抵達，自行開車或是乘坐小巴士是比較好的選擇，若是團體出遊，安排交通時要事先注意此點，也因此一次到訪的人數不宜太多。在旅程規劃上，這裡安排半天的時間，再選擇其他部落或是景點搭配，就會有很豐富的一天。若您對山林生活的嚮往是重度口味，那麼在此安排一天甚至過夜應該可以滿足需求。無論停留時間多久，要去博物館請事先連絡阿力曼，才能安排導覽解說和用餐問題。阿力曼電話：0911-154806",
    "DietInformation": "上山之後沒有7-11，如果需要用餐，必須事先預訂，否則就得在回程到鹿野市區才有比較多提供飲食的店面。森林博物館提供的餐飲是布農族的傳統風味餐，因為崇尚自然保育，所以不提供免洗餐具，遊客用餐須要自備碗筷，不然就體驗布農族用手取食的方式。",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "1.鸞山派出所出發→走訪「會走路的樹」→登森林博物館瞭望臺→探訪森林博物銀行→享用布農族森林風味餐→參觀布農族傳統部落家屋→布農族民俗植物園。2.探訪都蘭原始森林→黑森林種樹運動→體驗原始森林野炊→擣麻糬活動體驗。",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 53' 49.95''",
    "Longitude": "+121° 9' 11.46''"
  },
  {
    "Seq": 16,
    "DateListed": "20111015",
    "Name": "巴喜告部落",
    "Ethnic": "布農族",
    "Region": "臺東縣延平鄉",
    "Summary": "桃源部落，又稱巴喜告，Pasikau原來是卑南族對此地的稱呼，意指「竹林」，部落從內本鹿舊部落搬遷到現在的地方，族人跟著卑南族人對此地的稱呼，繼續稱之為巴喜告。來到桃源部落，可先去參觀布農文化園區，有典藏豐富的早期舊部落文史資料與文物展示，也有布農千年傳續的八部合音、傳統歌舞祭儀展演。園區還提供好吃的原民風味餐，食材來自布農休閒農場自栽自養的動植物，園區裡也有住宿區，讓您在白天體驗布農族的文化，晚上還可以在此享受這片山林的美好。離開布農文化園區，進到部落裡，可以發現這是一個非常小巧又充滿藝術氣息的部落。",
    "TravelAdvice": "巴喜告部落裡用餐跟住宿的選擇不多，可以到鄰近的布農部落裡用餐跟住宿。在遊程規劃上，可以更往山上走到紅葉部落，或是轉進鹿野高台。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+23° 10' 11.60''",
    "Longitude": "+121° 2' 27.100''"
  },
  {
    "Seq": 17,
    "DateListed": "20111015",
    "Name": "紅葉部落",
    "Ethnic": "布農族",
    "Region": "臺東縣延平鄉",
    "Summary": "「難掩風采的山居小村莊」--Dahdah，紅葉部落，紅葉的名稱是因為在秋天的時候，被楓紅圍繞而得名。這裡海拔高，沒有太多外人介入，空氣清新、安逸悠閒與寧靜。1968年，紅葉部落的布農族小朋友組成紅葉少棒隊，擊敗當時日本世界冠軍隊伍，為台灣少棒掀起熱潮，也讓紅葉少棒隊從此歷史留名。紅葉少棒紀念館位在紅葉國小裡，沿著國小的牆走，可看到以石板裝飾的原住民圖騰，穿越依然鋪著紅土的棒球練習場，想像著當初少棒隊克難的練習環境。走進紀念館，許多老照片、當時球員的衣物、球具、獎杯與獎狀都在訴說著輝煌的過去。",
    "TravelAdvice": "紅葉部落裡用餐跟住宿的選擇不多，需要用餐或住宿的遊客可至山下的初鹿或是鹿野，車程大約是30分鐘即可到達。紅葉溫泉因88風災後受損仍在整建復原中，尚未對外開放，喜歡泡湯的遊客在山下台9線旁，有幾家溫泉民宿可以選擇。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "台東除了知本溫泉之外，另一個知名的紅葉溫泉就是在紅葉部落，紅葉溫泉水質是中性的碳酸氫鈉泉，水質非常棒。不過溫泉親水園區的許多設施在莫拉克颱風時遭暴漲的溪水沖毀，園區也被淤積的砂石淹沒，現在正在努力復原當中。",
    "Latitude": "+22° 53' 36.13''",
    "Longitude": "+121° 3' 49.37''"
  },
  {
    "Seq": 18,
    "DateListed": "20111015",
    "Name": "泰安部落",
    "Ethnic": "卑南族",
    "Region": "臺東縣卑南鄉",
    "Summary": "「生態旅遊的跳板」--泰安部落就是原卑南族八社裡的大巴六九Tamalakao社，位在大巴六九山的山麓。是華人歌壇天后張惠妹的故鄉。來到泰安部落，可以先去參觀部落的傳統文化祭祀廣場，有卑南族傳統的巴拉冠、祖靈屋和瞭望台，這裡的建築比起其他卑南族部落更純樸自然。文化廣場是泰安部落每年7月舉辦收穫祭和12月大獵祭的地方，屆時會湧入許多遊客。泰安部落裡保留了一貫的純樸與寧靜，除了文化探訪外，生態之旅會是不錯的選擇，部落緊鄰太平溪，往山上走就是利嘉林道，溪流有豐富的自然生態，結合森林景觀，孕育出完整的生態體系。",
    "TravelAdvice": "利嘉林道原長39公里，本是伐木古道，現已荒廢，尤其經過地震颱風侵襲，在二十幾公里處又嚴重坍方，車子不能進出。前往利嘉林道建議可以將車停在10公里處的涼亭，然後步行進去。越往裡面走，風景會截然不同，兩旁坡地已經見不到農作物，取而代之的是原始的林相。在上山過中午後容易起霧，此石的林道更像是在國畫潑墨山水的意境，飄渺虛無。走林道最好結夥同行，記得要自備水。",
    "DietInformation": "在利嘉林道上的大巴六九藥用植物園用餐賞夜景是很不錯的體驗，所有的青菜都是園區自栽的有機蔬菜。用餐前老闆會親自說明用餐的原則，在一側的檯子上擺有各式蔬菜，蔬菜唯一的料理就是川燙，想吃甚麼、多少量自己決定，川燙也是自己完成。用餐時可以同時欣賞台東的夜景，這裡的夜景非常漂亮，是數一數二的觀景好地方。",
    "StayInformation": "部落附近有民宿可選擇或是夜宿利嘉林道上，若返回台東市區車程約40分鐘。",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 48' 4.24''",
    "Longitude": "+121° 4' 0.24''"
  },
  {
    "Seq": 19,
    "DateListed": "20111015",
    "Name": "下賓朗部落",
    "Ethnic": "卑南族",
    "Region": "臺東縣卑南鄉",
    "Summary": "「綠色隧道的盡頭」--Pinaski，位在台東綠色隧道北端出口，是卑南族八社中規模較小的部落，約70幾戶。綠色隧道是台東走台9線往返縱谷的必經之路，興建於日治期間的戰備道路，當時因軍事上作為掩體所需，兩旁遍植茄冬樹，長達15公里，後因開發而砍除只剩現在的規模。在部落後面有個水利會興建的十股水利公園，鮮少人知。公園的水引自卑南上圳，目的是要灌溉十股一代的農田，兼具蓄水與景觀，適合郊遊踏青。下賓朗部落在文化傳承上不遺餘力，部落有個比那斯基青少年文化樂舞團，是舉辦大型活動時常被邀請參加表演的團體。",
    "TravelAdvice": "下賓朗部落緊鄰著台東市區，返回市區的車程只要10分鐘，所以無論是住宿或是用餐都很容易解決。這裡可以規劃為由市區出發，走台9線北上的第一個停靠站，或者是搭配台東市區附近其它景點作一日遊。",
    "DietInformation": "下賓朗部落緊鄰著台東市區，返回市區的車程只要10分鐘，所以無論是住宿或是用餐都很容易解決。",
    "StayInformation": "下賓朗部落緊鄰著台東市區，返回市區的車程只要10分鐘，所以無論是住宿或是用餐都很容易解決。",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 48' 26.85''",
    "Longitude": "+121° 5' 35.28''"
  },
  {
    "Seq": 20,
    "DateListed": "20111015",
    "Name": "達魯瑪克部落",
    "Ethnic": "魯凱族",
    "Region": "臺東縣卑南鄉",
    "Summary": "達魯瑪克是受山神眷顧的部落，部落中的卡帕里瓦舊社是大南魯凱族在遷徙史上，所能追尋最古老的一個遺址，約建立於300多年前。魯凱族部落組織有頭目、貴族、勇士、平民之分，以重男尊女、男性長嗣繼承為原則。石板屋、雕刻、刺繡是主要的文化藝術，英勇、奉獻和服從的男性以及純潔、守貞、孝順的女性，會被授與佩帶百合花的榮譽，是個人地位的表徵，因此百合花成為魯凱族人的族花。",
    "TravelAdvice": "達魯瑪克部落有很成熟的部落旅遊規劃，事先跟社區發展協會預約導覽解說可以充分了解東魯凱的文化，非常適合作團體的戶外參訪，若要參與部落體驗活動跟享用風味餐等，更得事先跟協會預約。部落旁的大南溪在夏天跟秋天時適合作為親子的自然教室，不過若遇到颱風，通常得過幾天後溪水才會恢復清澈。達魯瑪克部落再往知本方向走約10分鐘就可以到達建和的射馬干部落，基本上這些部落都離台東市區很近，所以飲食跟住宿都容易處理。",
    "DietInformation": "部落裡有餐飲店，若是團體也可事先預約安排魯凱族的風味餐。",
    "StayInformation": "部落附近有許多民宿可以選擇，或者回台東市區約20分鐘車程。",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "達魯瑪克文物館→走訪頭目家、祖靈屋→魯凱族美食→阿拜製作DIY→魯凱部落特色風味餐→卡帕里瓦舊遺址→比利良遺址",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 45' 52.87''",
    "Longitude": "+121° 2' 35.67''"
  },
  {
    "Seq": 21,
    "DateListed": "20111015",
    "Name": "卡地布部落",
    "Ethnic": "卑南族",
    "Region": "臺東縣卑南鄉",
    "Summary": "「團結在一起」--Katratripulr，就是現在的知本，卡地布是卑南族與團結的意思，而知本這名稱也是擷取後面tripulr的音節音譯而來。本地區混居著相當高比例的漢人，卡地布部落對於文化的發展和延續並沒有因此鬆脫，反而是透過卡地布文化發展協會，緊緊地將族人結合在一起。在卡地布部落有個神話傳說，就是在遠古洪水時期，祖先是乘坐在木頭上漂流到東部海岸登陸，登陸的地方叫「陸法安」，就在現在太麻里華源村旁，所以卡地布族人相信陸法安就是祖先的發祥地。現在華源村的省道旁，可以看到一塊「台灣原住民發祥地」的石碑。",
    "TravelAdvice": "卡地布部落之旅可以跟隔壁的射馬干部落串連，然後再搭配知本溫泉和知本森林遊樂區，這樣就可以度過非常充實的一天。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "知本溫泉是台東最有名的景點之一，溫泉水質屬鹼性碳酸泉，無色無味無臭，水溫可達百度。知本溫泉優異的水質可促進血液循環、鬆弛肌肉、紓壓解勞。參觀完屬於部落的文化知性之旅後，順道去泡一下遠近馳名的知本溫泉，讓充滿的心靈得以紓緩。知本國家森林遊樂區海拔約650公尺，占地約110公頃，裡頭樹木蓊鬱，鳥類種類繁多，是踏青觀鳥的好地方。園區內著名的好漢坡，全長320公尺，落差卻有150公尺，隨時歡迎遊客前去挑戰。成功登頂好漢坡後的犒賞是可以見到千根榕，這是園區的主要景觀之一。此外園區還規劃森林浴步道、榕蔭步道、水流腳",
    "Latitude": "+22° 42' 28.47''",
    "Longitude": "+121° 3' 33.11''"
  },
  {
    "Seq": 22,
    "DateListed": "20111015",
    "Name": "初鹿部落",
    "Ethnic": "卑南族",
    "Region": "臺東縣卑南鄉",
    "Summary": "Ulivelivek，位在台9線往花蓮的路上，是卑南族八社裡面地理位置最北的部落。由於所處位置北邊就是布農族的領域，長期以來為了抵禦威脅入侵，所以會所制度非常完善扎實。可透過部落導覽解說，瞭解卑南族如何透過會所制度，保衛自己的家園。巴蘭遺址，位於部落西南方約3公里的山坡上，據考古說法，巴蘭遺址的先住民大約是西元600到1400年間來到此，對於初鹿的卑南族人而言，這是被視為聖地的地方，也是部落重要的水源地。參觀完巴蘭遺址的回途中，可順道去當地的九鳥陶燒工作室，工作室主人廖光亮對於陶藝製作別有心得。",
    "TravelAdvice": "到了初鹿，去原生應用植物園區裡享用養生餐是很有特色的選擇，初鹿牧場的鮮乳也是不能錯過的滋味。若想要更多的選擇，就得回到台東市區，初鹿離台東市區約25分鐘車程。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 51' 36.65''",
    "Longitude": "+121° 5' 30.53''"
  },
  {
    "Seq": 23,
    "DateListed": "20111015",
    "Name": "利吉部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣卑南鄉",
    "Summary": "Likiliki，在海岸山脈西麓沿卑南溪而建，這裡的阿美族人來自恆春，在原來故鄉的部落叫做kili，所以來到這裡的人以Likiliki為名，代表懷念故鄉的意思。此處最富盛名的就是利吉惡地，利吉惡地是原本在海底的泥質層基，在地球板塊運動(屬菲律賓板塊)時被推擠出地表，在台灣是難得一見的岩層。此岩層質地軟弱容易風化，在經雨水沖刷後呈現幾近90度垂直面，植物難以生長，因而有惡地之名。雖名為惡，但在傍晚時分，陽光斜射惡地光禿禿的崖壁，造成深淺不一的縱向線條，再搭配卑南溪潺潺水流，形成一幅難得的美景。",
    "TravelAdvice": "利吉部落可算是台197線的入口之一，參觀完利吉部落若是不返回市區，則可以沿台197線往鸞山的方向前進。這一路上風景優美，尤其在每年年底台灣欒樹開花的時候，更有迷人之處。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 49' 22.88''",
    "Longitude": "+121° 11' 24.05''"
  },
  {
    "Seq": 24,
    "DateListed": "20111015",
    "Name": "莿桐部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣卑南鄉",
    "Summary": "莿桐部落Fulafulangan在東海岸的杉原灣裡，是一個純樸的阿美族部落，緊鄰著富山漁場，長期以來是阿美族傳統捕漁的重要領域，阿美族有句話「太平洋就是阿美族的冰箱」，相對於莿桐部落，富山護魚區就是莿桐部落的冰箱。其背後的含意，凸顯阿美族人取之於大海，而且適當的，有需要才取。近來有鑒於漁場環境受到人為破壞，漁類資源日益枯竭，莿桐部落的阿美族人，自動自發響應生態保育工作，同時配合縣府推動「富山禁漁區」，經過10年的努力成果斐然，護魚活動成功，不只是保存部落的冰箱，同時也將部落成功帶往休閒漁業的新契機。",
    "TravelAdvice": "莿桐部落附近有幾間很有風格的民宿可以選擇，但是餐飲的部分就比較缺乏，需要用餐的朋友可以到鄰近的富岡港用餐，那裡有許多味美價廉的海鮮餐廳。莿桐部落到富岡的時間大概10分鐘車程，或者再多開10分鐘就可以到台東市區。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 49' 17.22''",
    "Longitude": "+121° 11' 21.50''"
  },
  {
    "Seq": 25,
    "DateListed": "20111015",
    "Name": "永昌部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣鹿野鄉",
    "Summary": "Rekat，是鹿野鄉人數最多的阿美族部落，位在今日的永安村裡，街道整潔，兩旁的茄冬樹綠蔭參天，清爽舒服。永安村是列入全國10大經典農村，早有規劃完善而且操作成熟的旅遊體驗套裝行程，透過永安社區發展協會，即可遍遊永安，還可將旅遊路線拉到鄰近的龍田及高台。首推是玉龍泉生態步道，玉龍泉原是一條野溪，裡頭有一處從崖壁冒出的湧泉，長久以來水源不斷，當地人每年端午時都會來此取水，變成地方習俗。經過社區發展協會的規劃和社區共同努力，在此鋪設步道，並規劃有濕地生態區、親水戲水區等，沿途植物林相豐富。",
    "TravelAdvice": "永昌部落所處的永安社區，是個發展非常成熟的社區，對於社區深度旅遊操作上已經很熟稔。所以關於要到該社區及鄰近地點旅遊的規劃，不需要自己傷腦筋，只要跟社區發展協會聯繫，將您的需求說明，社區自然就會幫您規劃出完善的旅程。永安社區發展協會電話：089-552224。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 56' 21.93''",
    "Longitude": "+121° 7' 37.25''"
  },
  {
    "Seq": 26,
    "DateListed": "20111015",
    "Name": "電光部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣關山鎮",
    "Summary": "「竹砲的故鄉」--Kaadaadaan，位在海岸山脈西側的山麓，和台東關山鎮隔著卑南溪遙遙相對。此地舊名稱為雷公火，相傳是因為這裡有泥火山，在夜裡經常引發火源，居民認為那怪火是閃電引起，而閩南語將閃電說成雷公，所以用「雷公火」稱呼。電光國小是一個不到40人的迷你小學，但因發展學校本位課程成果豐碩，榮獲教育部全國十大經典特色小學和商業週刊全國百大特色小學的殊榮。期中電光國小推廣的竹砲體驗和阿美族傳統打擊樂器表演更是招牌絕活。竹砲是一百多年前清兵入侵時，當地阿美族人用來嚇唬敵人的利器，如今則變成最夯的遊客體驗活動。",
    "TravelAdvice": "電光部落位在197線道上，如果到部落沒有事先預約風味餐，可到關山鎮用餐，從電光部落到關山鎮約10分鐘車程。在這裡可以搭配觀山親水公園、警察文物館等做更多元的遊程。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "若由電光部落經過電光大橋往觀山方向走，一過橋就會遇到關山環鎮腳踏車道的起點，這裡同時也是進入關山親水休閒農業區的範圍。關山親水休閒農業區裡有許多值得參觀跟體驗的地方，例如親水公園、米國學校、警察文物館、天后宮、紅石林道等，時間充裕的話，可以安排在此騎腳踏車好好逛逛關山。離開電光若是沿197線往北走，則會遇到生態禾鴨池、永安的稻米文化館，最後抵達池上大坡池，那又是另外一條旅遊的路線了。",
    "Latitude": "+23° 0' 21.61''",
    "Longitude": "+121° 10' 24.88''"
  },
  {
    "Seq": 27,
    "DateListed": "20111015",
    "Name": "霧鹿部落",
    "Ethnic": "布農族",
    "Region": "臺東縣海端鄉",
    "Summary": "Bul bul，位在群山環抱的南橫公路187公里處，海拔七百多公尺，氣候舒適宜人。Bul bul是布農族語，指水從地上冒出來的聲音，由此可知，霧鹿跟水有很大的關係。原來霧鹿位在河階地形，將近兩百年前布農族的祖先來到此地時，這裡還是新武呂溪畔的一處沼澤地。部落入口有一尊扛著山豬的獵人雕像，充分展現出高山族群的布農族人繞勇善戰的精神意象。在霧鹿國小後面的涼亭裡所展示的兩台古砲，更見證當初這裡的布農族人奮勇抵抗日軍的英勇事蹟。進到部落裡，感受到的是祥和平靜，蟲鳴鳥啼和蛙類的聲音充滿空氣。",
    "TravelAdvice": "充滿神秘色彩的栗松溫泉是南橫極具魅力的野溪溫泉，因為沒有道路、沒有路標，要到溫泉得翻山越嶺、飛簷走壁才能到達，所以需要當地或是熟門道的同好帶路，才可到達。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "天龍吊橋--號稱南橫八景之一的天龍吊橋，位在南橫公路186公里處，天龍飯店的後面，鮮紅色的橋身在青山綠水之間格外醒目。橫跨霧鹿溪，橋面寬約1.5公尺，距溪谷約80公尺，全長110公尺。由於橋身細長，走在橋上不免搖晃，所以要有點膽識的人才敢親身體驗。此橋原最初是日治時期建造，現在的樣貌是後來原地重建。",
    "Latitude": "+23° 10' 11.55''",
    "Longitude": "+121° 2' 27.95''"
  },
  {
    "Seq": 28,
    "DateListed": "20111015",
    "Name": "大坡部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣池上鄉",
    "Summary": "Kawaliwali，是池上鄉最早建立的阿美族部落，根據記載，早在1880年間，來自恆春的阿美族就在此定居建立部落，後來池上鄉的阿美族部落多是由大坡部落分支出去。大坡部落位在池上大坡池的右側，Kawaliwali是阿美族語東方的意思，原來就是指部落在大坡池東邊。大坡池是中央山脈和海岸山脈兩個山系之間自然形成的湖泊，主要水源來自新武呂溪，是台灣唯一內陸淡水的沼澤地。大坡池內有豐富生態，水鳥、魚類、蛙類種類繁多，適合從事賞鳥、釣魚、生態觀察、騎腳踏車、健行等活動。",
    "TravelAdvice": "池上是著名的米鄉，若要看到一大片金黃色的稻海，就要在每年6月跟11月這兩個時間，也就是一期稻作跟二期稻作成熟收割前才能看到。來到池上，鄉公所有規劃環鄉腳踏車道，可以依著車道行走，便能踏訪許多景點。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "池上飯包博物館--池上飯包是台東縣池上鄉的特產，來到池上沒品嘗一下道地的池上飯包甚為可惜。池上飯包最大的特色，是用木片裝飯，米則是用當地的池上米。菜色固定，數十年如一日。早期乘坐花東鐵路到池上站時，月台上叫賣飯包的聲音不絕於耳，那時候的火車打開窗戶就可買到熱騰騰的飯包。2002年池上鄉與池上飯包原創老店合作成立了「池上飯包博物館」，館內設有各式展示區展示早年做飯包的傳統爐灶等器物，並以圖文方式介紹池上飯包六十餘年來的發展沿革，供民眾參觀兼具文化保存與教育等多重功能。池上牧野渡假村--佔地400多公頃，面",
    "Latitude": "+23° 5' 44.45''",
    "Longitude": "+121° 13' 6.02''"
  },
  {
    "Seq": 29,
    "DateListed": "20130710",
    "Name": "東河部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣東河鄉",
    "Summary": "東河部落，母語稱之「瑪洛阿瀧Marongarong」，是東河橋下馬武窟溪的前名，rongarong「路阿瀧」，是形容溪水湍吉瀧瀧作響。「瑪洛阿瀧Marongarong」河溪魚蝦豐盛，溪畔地質豐沃。先祖為固守豐盛魚蝦、豐沃土壤，曾經有著無數豐功戰績，部落青年也擅於以八卦網捕魚。",
    "TravelAdvice": "",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落參訪",
    "ActivitiesItinerary": "1.白沙灣踏浪→認識海菜、貝類及採集方式→部落工藝DIY體驗→登仙橋賞臺灣獼猴→阿美族海洋風味餐→部落傳統竹屋。2.東河包子→親水步道生態體驗→馬武窟溪撒網、竹筏泛舟→部落巡禮。",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "",
    "Longitude": ""
  },
  {
    "Seq": 30,
    "DateListed": "20111015",
    "Name": "瑪洛阿瀧部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣東河鄉",
    "Summary": "瑪洛阿瀧Marongarong是阿美族語，意思是表達水流湍急的聲音，指的是現在的東河村。這裡最著名的景點就是東河舊橋，此橋特殊之處在於一半是無橋墩的拱型結構，另一半則是採用支架式的橋墩，是極為罕見的設計。東河舊橋已功成身退，不再背負運輸的使命，不過獨具一格的設計和四周山、海、溪流中的巨石相輝映，沉穩地看著溪水來去、潮汐進退。瑪洛阿瀧文化發展協會在推動部落旅遊上扮演重要的推手，協會為了方便服務遊客，在馬武窟溪出海口的邊坡地，規劃了接待遊客的部落屋。入口處的涼亭是按過去部落耆老的口述，循古法用竹子、茅草搭建。",
    "TravelAdvice": "若要體驗瑪洛阿瀧的阿美族傳統竹筏，最好的時間是在5~9月間，因為10~4月的期間東北季風大、氣溫低，不適合水上活動。其他活動體驗則不受此限，不過仍是得事先跟瑪洛阿瀧文化發展協會預定。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "金樽--金樽咖啡在台11線136.5公里處，這裡是一個觀景平台，可來這兒吹吹海風，看看海，享受一下悠閒的時光。離金樽咖啡不遠處的金樽港，是個寧靜的小漁港，喜歡釣魚的朋友，這裡是個不錯的釣場。東河包子--台東著名的東河包子就在過東河橋不遠處，開車不需要5分鐘就可到達。東河沖浪--在東河的街道上，可以看到衝浪店，這是台東目前很夯的新興運動。台東縣政府也俯於2011年在此舉辦第一屆國際衝浪比賽。邀請世界級好手來此獻技，其目的除了希望提升國內選手的技巧，最重要是向大家介紹東河這一帶海域是一個非常棒的衝浪地點，",
    "Latitude": "+22° 58' 26.42''",
    "Longitude": "+121° 18' 24.68''"
  },
  {
    "Seq": 31,
    "DateListed": "20111015",
    "Name": "都蘭部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣東河鄉",
    "Summary": "都蘭部落'Atolan在海山脈的山麓上，背倚著阿美族的聖地都蘭山，面俯遼闊無際的太平洋，。'Atolan是阿美族語一對石頭的意思，其緣由是當初阿美族人在此開墾，從田地裡挖掘出許多石頭，會將之堆成一堆一堆的，因發音的關係而叫做都蘭。都蘭部落有山的穩重，也有海的熱情，這裡的阿美族人活潑、親切，由於交通及地理環境，有許多的漢人也遷徙到此生活，因此整個都蘭地方漢人和原住民的比例相當，孕育出這裡文化融合和多元的創造力，因而吸引許多藝術家和創作者聚集，逐漸發展成藝術創作的重鎮。來都蘭部落最夯的應當是都蘭國小的書包。",
    "TravelAdvice": "都蘭糖廠裡的藝術創作、咖啡廳、特色飲食和藝品店不需要陪同就足夠逛上半天。逛完都蘭糖廠後，往山上走有許多特色的民宿可以逛逛，還有都蘭遺址和月光小棧等，這裡是可以很自由隨興走走停停的地方。若是團體旅遊，建議先預約導覽解說，從糖廠周遭開始，然後繞部落一圈，接著去巴奈達力功‧工坊體驗樹皮製作，再去享用阿美族風味餐，整個行程大概要一個上午，結束後可繼續往東海岸的方向北上或是往台東市區。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "1.水往上流風景區→滾樹皮工藝體驗→阿美族海洋風味餐→都蘭遺址區→DIY製作烏達而小戒指→月光小棧。2.都蘭部落屋參觀→走訪都蘭新東糖廠→都蘭山步道漫遊。",
    "ActivitiesPlace": "",
    "NearTravelDestination": "逛完都蘭部落，不用急著離開，就在都蘭部落背後的山腰上，還有許多可以參觀的地方，首先是被列為三級古蹟都蘭遺址，遺址的內容分為石棺區和石壁區。根據考古調查發現，早在3500年前這裡就有阿美族的足跡，所以這裡也稱為阿美族的發源地。參觀完古蹟沿著山路再往上走，可以到達月光小棧，這裡最初是都蘭林場的辦公室，也曾是林正盛導演的電影「月光下我記得」的拍片現場。一樓的女妖藝廊，是提供給女性創作者展示的空間，經常會有很棒的展覽。若點杯咖啡，搭配山上蟲鳴鳥叫，再俯望眼前無垠的太平洋，塵世喧囂就此沉落。這裡的夏天，是最美的時候",
    "Latitude": "+22° 52' 38.57''",
    "Longitude": "+121° 13' 38.54''"
  },
  {
    "Seq": 32,
    "DateListed": "20111015",
    "Name": "宜灣部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣成功鎮",
    "Summary": "Sa'aniwan，是分布在東海岸眾多的阿美族部落之一。Sa'aniwan是阿美族語，其源由是模仿貓頭鷹叫聲，最初漢譯的名稱是沙如彎，後來因部落前的海灣風景宜人，所以改名叫宜灣。如果走台11線經過成功鎮約10分鐘車程，在路邊可以見到一個日月造型的雕塑，這裡就是宜灣。宜灣最為人稱道的就是卡片教堂，此教堂最初也是普通的木造結構，在1974年的一場風災被摧毀，部落研議重建，因此參考了聖誕卡上教堂的圖案，依樣畫葫蘆，造就了這處位在東海岸山脈下傳奇的教堂。相較於其他阿美族部落，宜灣部落目前還保有完整的階級組織。",
    "TravelAdvice": "整個海岸線各部落可以供餐的的選擇並不多，除了回台東市區之外，成功鎮市區也是個不錯的選擇，在成功鎮市區處了有許多海鮮餐館，其他像麵食、排餐等也有供應。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "在宜灣附近有一處成廣澳文化地景，就在台9線的大馬路邊，值得停下車來參觀。這個地方是漢人最早登陸東海岸的地方，時間大約是在清朝同治時期。在這裡還可見到「廣恆發商號」的建築殘桓，這是紀錄台東地區開發的重要史蹟，興建於1916年的廣恆發商號是當時花東海岸線最大的雜貨商鋪，販賣日常用品如米、鹽和油等，從現存的牆壁文飾，依稀可見當時的繁華景象。成廣澳文化地景對面有一間天后宮，也有相當的歷史意義，那是台東最古老的天后宮，興建時間大約是在清朝同治時期。",
    "Latitude": "+23° 12' 43.15''",
    "Longitude": "+121° 24' 0.38''"
  },
  {
    "Seq": 33,
    "DateListed": "20111015",
    "Name": "白守蓮部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣成功鎮",
    "Summary": "白守蓮緊鄰在三仙台北側，是一處很純樸的阿美族部落。比西里岸Pisirian是阿美族語放羊的意思，這是部落原來的名稱。部落原本是在現址後面的山坡上，在1947年受颱風侵襲，嚴重損壞，所以遷移到山腳下的海邊定居。白守蓮原是一個平淡無奇的小漁村，從部落社區發展協會在2006年開始推行寶抱鼓以來，部落由內而外開始蛻變。部落的年輕人找到一個可以發聲的管道，逐漸建立起自信，並穩定成長茁壯，而觀光客也開始會沿著三仙台旁的舊道路進到部落參觀。寶抱鼓之後，部落開始有了連鎖變化，更進一步整合、規劃出社區的比西里岸文化中心「寶抱鼓」--寶抱鼓樂團的成員都是來自部落裡的兒童和青年，當初因買不起專業鼓，於是從部落環境周遭取來廢棄的漁網浮筒當鼓身，山上隨處可得的竹子當鼓架，再結合傳統編織、圖騰、彩繪與雕刻等，創造出獨一無二的部落專用鼓，「寶抱」(Pawpaw)的阿美族語就是浮筒的意思。寶抱鼓的打擊音樂除了阿美族傳統的打擊技巧外，也接受國際知名的打擊樂家何鴻棋的指導，因此呈現出的是傳統原民樂音融合新的觀念與技巧、跨越傳統邁向未來的鼓聲。",
    "TravelAdvice": "白首蓮部落沒有太多住宿跟餐飲的選擇，除了事先預定風味餐之外，只能到鄰近的成功鎮。成功鎮是海岸線上最大的聚落，因此餐館跟住宿都有許多可以選擇。成功鎮的新港是台東最大的漁港，因此在這裡可以看到許多海鮮料理店，其中旗魚生魚片更是成功的特產之一，喜歡生魚片的朋友，來到成功鎮，千外不要錯過旗魚生魚片的滋味。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "緊鄰白守蓮部落旁邊的三仙台是台東著名的景點，這裡原來是一處岬角，後來因海蝕作用蝕斷岬角頸部，所以成了離島。島上有三塊巨大的岩石，民間傳說是因為八仙中的呂洞賓、李鐵拐、何仙姑曾登臨此島，所以三仙台因而得名。交通部觀光局東海岸國家風景區在此設有服務中心，提供各項旅遊服務諮詢，是遊客必到之處。以前要去三仙台只能趁海水退潮時步行過去，在1997年時建造完成的八拱跨海大橋之後，遊客可以隨時來回島嶼之間。此造型特殊的大橋變成東部海岸線著名的地標之一，也是許多攝影同好補光掠影，拍攝日出風景的最佳景點。來三仙台可以看到海",
    "Latitude": "+22° 30' 26.08''",
    "Longitude": "+120° 57' 25.99''"
  },
  {
    "Seq": 34,
    "DateListed": "20111015",
    "Name": "樟原部落",
    "Ethnic": "阿美族、噶瑪蘭族",
    "Region": "臺東縣長濱鄉",
    "Summary": "樟原村是台東最北的村莊，而位在樟原北邊跟花蓮交接的大峰峰部落則是隸屬於樟原村的兩個鄰，算是名符其實台東境內最北的部落，也是唯一噶瑪蘭族聚集的部落。樟原村有個船型教堂，隸屬於基督教長老教會的教堂，在1980年受到颱風侵襲毀壞後，由部落民眾主動奉獻，出錢出力，共同設計和建造完成，如今已成為樟原的地標。部落還有另一艘船，就是大峰峰部落往海邊方向的船屋巴哥浪民宿。房子造型是一艘陸上的漁船，民宿四周有主人精心佈置的漂流木、石頭和鐵材結合的裝置藝術。這裡還跟陶甕百合春天餐廳做異業結盟，提供精緻海鮮美食。",
    "TravelAdvice": "大峰峰是台東最北的部落，若行程規劃不是要繼續往北走至花蓮，那就得注意回程時間的控制。整個海岸線各部落可以供餐的的選擇並不多，除了回台東市區之外，成功鎮市區也是個不錯的選擇，在成功鎮市區處了有許多海鮮餐館，其他像麵食、排餐等也有供應。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+23° 24' 45.40''",
    "Longitude": "+121° 28' 54.15''"
  },
  {
    "Seq": 35,
    "DateListed": "20111015",
    "Name": "真柄部落",
    "Ethnic": "阿美族",
    "Region": "臺東縣長濱鄉",
    "Summary": "Makerahay，阿美族語，乾涸的意思，原來部落旁有條小溪，每下了雨之後很快就會乾涸，因此變成這裡的地名。在台11線86.3公里處可以看到道路旁山壁上，有片刻有真柄部落字樣的陶板，順著招牌旁的小徑往山上走就是真柄部落。真柄部落像是被遺忘的桃花源一樣，幽幽靜靜在山海一角，與世無爭，這裡巷道潔淨、井然有序，家家戶戶的花園都整理得很好，整個部落像個大花園。部落背著海岸山脈，山腰上是廣大的水田，部落前可眺望太平洋，稻田、大海、藍天、山水一色，渾然天成美不勝收。",
    "TravelAdvice": "整個海岸線各部落可以供餐的選擇並不多，除了回台東市區之外，成功鎮市區也是個不錯的選擇，在成功鎮市區處了有許多海鮮餐館，其他像麵食、排餐等也有供應。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "離開真柄部落再往北走約10分鐘的路程就可以到達東海岸著名景點八仙洞，八仙洞是東海岸旅遊必到的景點之一。八仙洞擁有獨特的海蝕洞景觀，由十幾個巨大的海蝕洞組成，最高的洞高達130公尺，相當壯觀。其中有部分洞穴被開發為神壇，在自然景觀中夾帶著宗教氣息，散發出一種莊嚴肅穆的氛圍。東管處遊客中心為了便利遊客瀏覽園區，在各洞間設置木棧步道相連，將大大小小的洞穴串連，遊客沿步道逐洞參觀，便可一覽八仙洞鬼斧神工的自然美景。八仙洞這裡也擁有台灣年代最久遠的史前文化遺址，遺址的年代在距今約3萬年至5千5百年之間，考古學者稱",
    "Latitude": "+23° 20' 36.73''",
    "Longitude": "+121° 27' 54.36''"
  },
  {
    "Seq": 36,
    "DateListed": "20111015",
    "Name": "瀧部落",
    "Ethnic": "排灣族",
    "Region": "臺東縣太麻里鄉",
    "Summary": "Calavig，隱藏在一條不起眼的小徑上面，在台9線417跟418公里之間，注意在靠山面的入口處山壁有彩繪「歡迎光臨瀧部落」。沿著小徑上山，山勢陡峭，完全沒有平坦的地方。待轉幾個彎之後，就可以看到已經廢棄的多良車站--台灣最美麗的車站，一整列艷紅的鐵欄杆，背後是浩瀚無垠的太平洋，搭配上湛藍的天空和遠處靄靄的白雲。雖然是已經廢棄的車站，不過丰采沒因此退去。經過車站再往上行，即可進到部落，整個氛圍就像是靜止的，家家戶戶都顯得非常安靜，若要放鬆心情，忘卻塵埃煩惱，來這裡待上幾天是一個很不錯的選擇。",
    "TravelAdvice": "瀧部落裡餐飲跟住宿的選擇不多，若有需要住宿的民眾，可往金崙市區走，會有比較多的選擇。金崙一帶也是台東著名的泡湯區，裡面有許多可供泡湯的民宿。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 30' 26.08''",
    "Longitude": "+120° 57' 25.99''"
  },
  {
    "Seq": 37,
    "DateListed": "20111015",
    "Name": "拉勞蘭部落",
    "Ethnic": "排灣族",
    "Region": "臺東縣太麻里鄉",
    "Summary": "Lalaulan，為在太麻里鄉的南端，行政區域的名稱是新香蘭，沿台9線走，看到新香蘭的路標就是拉勞蘭，拉勞蘭是排灣族語，指土地肥沃的意思。部落原本位在香蘭山上，日治時期被迫下山來，經過幾次的遷移到了現在新香蘭的地方，跟阿美族人混居在一起。因此每年7月，在新香蘭這裡會有阿美族豐年祭，也有排灣族的收穫祭，在阿美族豐年祭裡，可以看到穿著排灣族服飾的人跳阿美族的舞，是很特殊的景象。拉勞蘭部落致力推廣小米種植，在部落後方的山坡上種有兩甲的小米園。近來養生概念盛行，陸續有團體來到部落參觀小米園以及小米的相關加工品。",
    "TravelAdvice": "",
    "DietInformation": "拉勞蘭部落目前僅有一間民宿，最多可容納14人，民宿有供應早餐。而部落接待中心目前只開放10人以上的團體預定風味餐，未滿10人的遊客，若有需要用餐可至鄰近的村莊。",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 34' 32.04''",
    "Longitude": "+120° 59' 21.49''"
  },
  {
    "Seq": 38,
    "DateListed": "20111015",
    "Name": "撒布優部落",
    "Ethnic": "排灣族",
    "Region": "臺東縣金峰鄉",
    "Summary": "1.「撒布優」的排灣族語意，是「寂寞、荒蕪」之地，在1950年之前，撒布優部落原是太麻里鄉魯巴卡部落的領域範圍，被劃定為狩獵禁地。2.從山林舊部落到撒布優的八大家族有八大頭目，每個頭目家門前都立有風格迴異的大石，記載著家族的歷史。3.部落裡的新興文化廣場設有展售中心、青年文化聚會所、瞭望臺，是凝聚族人情感的地方，也是認識撒布優文化的窗口。",
    "TravelAdvice": "進去撒布優之前的新興國小，本身就是一個熱門景點，裡面有很多內容可以參觀，新興國小的小朋友們也都訓練有素，個個能言善道，都是很棒的小小解說員。不過學校並非營業單位，所以要參觀學校得有正式的申請程序才可以成行。而撒布優部落附近，則有許多原住民藝品工作室，適合隨興走馬看花。但是若要嘗試體驗製作，則最好先透過社區發展協會去預約。若對於排灣族文化和部落文化有興趣的朋友則強烈建議要透過導覽解說，才有辦法深入瞭解，否則在部落轉呀轉隨意看，可能無法掌握精髓。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "1.排灣族八大頭目家屋參觀→洛神花園區體驗→排灣族部落美食→布工、木工坊、射箭與舞蹈體驗→走訪正興街陶甕大街。2.參觀新興國小欣賞排灣文化傳承→88希望文化創意園區→金崙大武山自然教育中心→金崙聖若瑟天主堂。",
    "ActivitiesPlace": "",
    "NearTravelDestination": "金針山原名太麻里山，因盛產金針，所以更名為金針山，這裡是台灣三大產地之一。每年8、9月是金針花開的季節，屆時滿山遍野金色花海，燦爛奪目，是遊客最喜歡去的時間。其實近年來金針山上有幾家民宿栽種的櫻花已經成熟，在每年3月時的賞櫻花，也漸漸打出知名度。在金針山上過中午就容易起霧，因此安排在早上的時間上山賞花會比較適合，當然在朦朧氣氛中霧裡看花也是另一番情趣，遊客可以自行選擇。",
    "Latitude": "+22° 37' 52.44''",
    "Longitude": "+121° 0' 12.73''"
  },
  {
    "Seq": 39,
    "DateListed": "20111015",
    "Name": "南田部落",
    "Ethnic": "排灣族",
    "Region": "臺東縣達仁鄉",
    "Summary": "Liuberj，是台東境內最南端的部落，依海而建，最先的名稱是「爛田」或「難田」，土地貧瘠，沒有豐碩的農產，卻因石頭而擁有超高知名度。南田石並不是土生土長在南田，而是沿岸附近溪流將山上的石頭沖刷下來，經過這裡特殊的地形和洋流不斷的翻滾、琢磨，造成每個石頭都圓潤而無稜角，而原本嵌在石頭內的石英結晶也因此外顯，讓石頭表面呈現出各式不規則的紋路，千奇百樣，在綿延數公里的南田石海灘，是別的地方看不到的風景。",
    "TravelAdvice": "屏東縣政府於2011年9月開始對阿朗壹古道作遊客總量管制，因此若有打算走阿朗壹古道的朋友，必須在出發前15日向屏東縣農業處林業及保育科提出申請，經同意並取得進入許可文件後，始得進入。若要更詳盡的資訊可以直接打電話：08-7320415到屏東縣農業處林業及保育科詢問。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 16' 36.50''",
    "Longitude": "+120° 53' 24.44''"
  },
  {
    "Seq": 40,
    "DateListed": "20111015",
    "Name": "森永部落",
    "Ethnic": "排灣族",
    "Region": "臺東縣達仁鄉",
    "Summary": "從南迴線進入台東的山路上，路邊有個派出所檢查哨，從派出所旁邊的巷子彎進去，就是森永部落Tjarilik。日治時代在這裡設立森永星奈園株式會社，種植奎寧、咖啡、茶等作物，因此沿用森永為地名。有很長一段時間，森永沒有特色的作物和產業，部落的青年不得已出外謀生，但自從部落開始推動原住民野菜種植，部落開始有了新樣貌。退伍回到部落的青年，將新的思維帶回部落，先試著小規模種植原住民野菜，再經過不斷摸索與改進，逐漸將產值提高，讓部落的人看見成果，於是更多的人投入栽種，現在種植面積已擴增到1甲5分地。",
    "TravelAdvice": "森永部落裡住宿跟餐飲的選擇不多，需要的朋友得到大武市區，會有比較多的選擇，大武本身也是個漁港，所以附近有許多海鮮餐館。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 16' 47.76''",
    "Longitude": "+120° 51' 55.91''"
  },
  {
    "Seq": 41,
    "DateListed": "20111015",
    "Name": "新化部落",
    "Ethnic": "排灣族",
    "Region": "臺東縣達仁鄉",
    "Summary": "Kuvareng，雖然隸屬於達仁鄉，不過要進到新化部落的途徑是從大武國中旁的支線上山。新化部落與眾不同的地方在推廣原住民藥草的栽種與採集。透過藥草產銷班的運作，有系統地栽種藥草和採集，而這裡採集的藥草多達一百多種。產銷班同時也研發藥草的加工品，提升部落的經濟收入。因此來到新化部落，透過導覽解說，可以認識許多平常不知道的藥草知識。除了藥草，新化山區一帶分布著珍稀樹種台灣油杉，數量之多稱冠全台，若事先預約，請當地導遊帶領，還可親眼目睹世界最大的台灣油杉。",
    "TravelAdvice": "新化部落裡住宿跟餐飲的選擇不多，需要的朋友得到大武市區，會有比較多的選擇，大武本身也是個漁港，所以附近有許多海鮮餐館。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 22' 56.39''",
    "Longitude": "+120° 51' 25.63''"
  },
  {
    "Seq": 42,
    "DateListed": "20111015",
    "Name": "土坂部落",
    "Ethnic": "排灣族",
    "Region": "臺東縣達仁鄉",
    "Summary": "Tjuabal，與世隔絕神隱在群山的懷抱中，可能是因為這緣故，根據文獻記載，土?部落是少數沒有被卑南族統治過的排灣族部落，也是少數目前還保有排灣族五年祭的部落。土?國小前那五年祭的雕塑，就象徵這個部落保有的傳統與文化。排灣族的五年祭相傳是人與神的盟約，每五年舉辦一次，其中最讓人印象深刻的是刺福球的活動。首先要在空曠地建搭刺球架，刺球架是一個圓形的檯子，讓部落青年以同心圓的方式入座刺福球。刺球的竿子看似平常卻暗藏玄機，從竿子的長度、尖端有幾個開叉就可知道持竿的人是屬於頭目家族、祭司家族或是平民家族。",
    "TravelAdvice": "土坂部落裡有幾家飲食店，但住宿的地方不多，若有需要住宿的民眾，往金崙或是大武市區走，會有比較多的選擇。金崙一帶也是台東著名的泡湯區，裡面有許多可供泡湯的民宿。",
    "DietInformation": "",
    "StayInformation": "",
    "ActivitiesType": "部落旅遊",
    "ActivitiesItinerary": "",
    "ActivitiesPlace": "",
    "NearTravelDestination": "",
    "Latitude": "+22° 27' 13.22''",
    "Longitude": "+120° 53' 15.01''"
  }
],     
            "limit":0,     
            "offset":0,     
            "total":42 
        } 
    }];
          
    let paths=datas[0].result.records;

document.querySelector('svg').addEventListener('click', function(){
  document.querySelector('.map-list').classList.remove('hidden-map')
})